results/core6_v1/raw_batch2_20260710/incremental_blocks_6_10/20260710T231104_spike_H115_rep7/k6_stdout.log

     ✓ status 200

     checks.........................: 100.00% 160828 out of 160828
     data_received..................: 37 MB   65 kB/s
     data_sent......................: 17 MB   29 kB/s
     http_req_blocked...............: avg=4.61µs   min=741ns    med=3.77µs   max=21.22ms  p(90)=5.91µs   p(95)=6.94µs  
     http_req_connecting............: avg=301ns    min=0s       med=0s       max=21.16ms  p(90)=0s       p(95)=0s      
     http_req_duration..............: avg=31.89ms  min=1.6ms    med=23.77ms  max=108.85ms p(90)=67.49ms  p(95)=71.26ms 
       { expected_response:true }...: avg=31.89ms  min=1.6ms    med=23.77ms  max=108.85ms p(90)=67.49ms  p(95)=71.26ms 
   ✓ http_req_failed................: 0.00%   0 out of 160828
     http_req_receiving.............: avg=445.22µs min=7.54µs   med=214.08µs max=41.16ms  p(90)=977.04µs p(95)=1.31ms  
     http_req_sending...............: avg=11.19µs  min=2.6µs    med=8.39µs   max=1.37ms   p(90)=15.69µs  p(95)=23.61µs 
     http_req_tls_handshaking.......: avg=0s       min=0s       med=0s       max=0s       p(90)=0s       p(95)=0s      
     http_req_waiting...............: avg=31.43ms  min=1.53ms   med=23.45ms  max=107.7ms  p(90)=66.62ms  p(95)=70.42ms 
     http_reqs......................: 160828  282.142228/s
     iteration_duration.............: avg=132.55ms min=101.77ms med=124.44ms max=208.97ms p(90)=168.14ms p(95)=171.87ms
     iterations.....................: 160828  282.142228/s
     vus............................: 1       min=1                max=100
     vus_max........................: 100     min=100              max=100